Repository: dawidpieper/memo
Catalog: Resources/AppResources.*.resx
Languages: pl

# AboutButton
source: About AudioMemo
pl: O grze AudioMemo

# AboutTitle
source: About
pl: O grze

# AveragePointsLabel
source: Average points
pl: Średnia ilość punktów

# AverageRoundsLabel
source: Average rounds
pl: Średnia ilość rund

# BirdsSoundScheme
source: Birds
pl: Ptaki

# BonusTimeAlert
source: Bonus time!
pl: Dodatkowy czas!

# CardField
source: Card
pl: Karta

# CardPickedField
source: Picked card
pl: Podniesiona karta

# CountLabel
source: Games count
pl: Ilość rozgrywek

# DoAbortGameTitle
source: Are you sure you want to abort this game?
pl: Czy na pewno przerwać grę?

# EmptyField
source: Empty
pl: Puste

# GameEndedLabel
source: Game ended
pl: Gra zakończona

# GameTitle
source: Game
pl: Gra

# GameWillBeLostLabel
source: This game will be lost.
pl: Ta gra zostanie utracona.

# GithubButton
source: AudioMemo on GitHub
pl: AudioMemo w serwisie GitHub

# HelpButton
source: Help
pl: Pomoc

# InstrumentsSoundScheme
source: Instruments
pl: Instrumenty

# LicenseButton
source: Show full license
pl: Pokaż pełną treść licencji

# MaxPointsLabel
source: Maximum points
pl: Maksymalna ilość punktów

# MaxRoundsLabel
source: Maximum rounds
pl: Maksymalna ilość rund

# NewGameButton
source: New game
pl: Nowa gra

# NoButton
source: No
pl: Nie

# PianoSoundScheme
source: Piano
pl: Fortepian

# PointsLabel
source: Points
pl: Punkty

# RemainingCardsLabel
source: Remaining cards
pl: Pozostałe karty

# RoundLabel
source: Round
pl: Runda

# SecondsAlert
source: sec.
pl: sek.

# SelectSoundSchemeTitle
source: Select sound scheme
pl: Wybierz schemat dźwiękowy

# TimeEndedAlert
source: Time ended!
pl: Koniec czasu!

# TutorialEndHint
source: It is over, congratulations! You are now ready to play!
pl: To już koniec, gratulacje! Jesteś już gotowy do gry!

# TutorialFirstPairHint
source: That is what it is all about! Of course, there were only two cards here. It gets a bit more complicated when the board is bigger and there are more cards. The board is now three by three and there are four cards on it. Try it!
pl: Właśnie o to chodzi! Oczywiście, tu były tylko dwie karty. Sprawa staje się nieco bardziej skomplikowana, gdy plansza jest większa, a i kart jakby przybywa. Plansza ma teraz wymiar trzy na trzy pola i znajdują się na niej cztery karty. Spróbuj!

# TutorialFirstPickHint
source: Now the card has been unveiled. The unveiling of each card causes some sound to be played. The object of the game is to find the second card that corresponds to the same sound. Only one card remains on the board, so this task should not be particularly challenging.
pl: Teraz karta została odsłonięta. Odsłonięcie każdej karty powoduje odtworzenie jakiegoś dźwięku. Celem rozgrywki jest odnalezienie drugiej karty, której odpowiada ten sam dźwięk. Na planszy pozostaje tylko jedna karta, a więc to zadanie nie powinno stanowić szczególnego wyzwania.

# TutorialStartHint
source: Welcome to AudioMemo game! This game is based on the popular Memory game, which goal is pairing cards. In this case, the patterns have been replaced by sounds. The screen now displays a 2 by 2 board. Two of fields are empty, marked with a circle figure. The other two, containing squares, hide cards. Tip for screen reader users: When playing the game, it is advisable to move your finger around the screen instead of using the item by item navigation. When you tap on a card, the card is revealed. Try to do this now.
pl: Witaj w grze AudioMemo! Gra ta jest wzorowana na popularnej grze Memory polegającej na parowaniu kart. W tym wypadku wzory zostały zastąpione dźwiękami. Na ekranie wyświetlana jest teraz plansza o rozmiarze 2 na 2 pola. Dwa z tych pól są puste, oznaczone figurą koła. Pozostałe dwa, zawierające kwadraty, kryją karty. Wskazówka dla użytkowników czytników ekranu: podczas gry zaleca się wodzenie palcem po ekranie zamiast używania nawigacji element po elemencie, pozwala to szybciej obejrzeć całą planszę i wyrobić sobie jej obraz. Po tapnięciu na polu z kartą, zostaje ona odsłonięta. Spróbuj teraz to zrobić.

# TutorialThirdPairHint
source: The whole challenge is to remember the positions of as many cards as possible. This pays off not only because it speeds up the collection of pairs and, well, time is limited, but also because two pairs collected in a row means bonus time. Let's turn up the difficulty level a little. Now the board is four by four, and there are 10 cards on it. Can you do it?
pl: Całe wyzwanie polega na tym, by zapamiętać pozycje jak największej ilości kart. Opłaca się to nie tylko dlatego, że przyspiesza zbieranie par, a, cóż, czas jest ograniczony, ale także ze względu na to, że dwie pary zebrane pod rząd oznaczają czas bonusowy. Podkręcimy nieco poziom trudności. Teraz plansza ma cztery na cztery pola, a na niej znajduje się 10 kart. Dasz radę?

# TutorialTitle
source: Tutorial
pl: Samouczek

# WinsLabel
source: Wins count
pl: Ilość zwycięstw

# WinToUnlockLabel
source: Win on the previous scheme to unlock this one.
pl: Wygraj na poprzednim schemacie, aby ten został odblokowany.

# YesButton
source: Yes
pl: Tak
